
let jokes = [`संता- यार कल शाम को भाभी तुझे इतना क्यों मार रही थी ?
बंता-क्या बताऊँ यार सरकारी कार्यालय में काम करते-करते मेरा भी ना दिमाग खराब हो गया है।
संता-लेकिन हुआ क्या ?
बंता-यार कल अपनी गर्लफ्रैंड को लव-लेटर लिखा और प्रतिलिपि
सूचनार्थ एवं आवश्यक कार्यवाही हेतु पत्नी को भी भेज दी। ?`,

`मैंने मोटरसाइकिल से अपने घर जाते समय एक BLACK LABEL की बोतल ख़रीदी।
मोटरसाइकिल स्टार्ट की और घर की ओर चल पड़ा। फिर मेरे दिमाग ने काम किया,
सोचा अगर कहीं रास्ते में मैं गिर गया तो बोतल टूट जायेगी तो घर पर जाकर मैं क्या पियूगां।
इसलिए मैंने पूरी बोतल वहीं गटक ली।
आपकोे यकीन नहीं होगा मेरा निर्णय बिलकुल सही था, मैं रास्ते में चार बार गिरा!!!!!`,


`पत्नी बाजार से(फ़ोन पर) : अजी, मैं अब बाज़ार आयी हूँ ख़रीदारी करने। आप को कुछ चाहिए क्या?
पति: हाँ… मुझे जीवन का अर्थ चाहिए।
जीवन सार्थक कैसे होता है ये चाहिए।
आत्मा की शांति चाहिए।
मुझे अपना अस्तित्व ढूँढना है।
पत्नी असमंजस होके (थोड़ी चुप्पी के बाद) : ठीक है ठीक है, कौन सी लाऊँ?
रॉयल स्टेग या बिलेण्डर प्राइड??`,

`यमराज: इसके कर्मों का हिसाब बताओ?
चित्रगुप्त: अच्छे कर्म है?
यम: स्वर्ग भेजो☺
चित्रगुप्त: किंतु इसका आधार कार्ड लिंक नही हुआ☹
यम: नर्क में भेजो साले को।`,

`मै रेस्टोरेंट गया
सभी सीट पर कपल  बैठे थे
बैठने के लिए जगह ही नही थीं
मैंने फोन कान पे लगा के जोर से बोला
भाई जल्दी आ यहीं पर है ,,
दूसरे के साथ बेठी हैं तु जल्दी आ बस
लड़कियां उठ कर भाग गयी`,

`आज के बच्चों को क्या पता की संघर्ष क्या है ।
हमने वो टाइम भी देखा है।
जब मोबाइल में S लिखने के लिए ।
को चार बार दबाना पड़ता था ।`,

`जैसे जैसे सर्दी बढती जा रही है,
वैसे वैसे सुबह के समय बिस्तर का
गुरुत्वाकर्षण बल भी बढ़ता जा रहा है `,

`आज बहुत दिनो बाद पुराने महबूब से बात हुई,
उसने पूछा……कैसे हो
हमने कहा…
आँखों मे चुभन, दिल में जलन,
साँसें भी हैं कुछ थमी थमी सी,
है सब तरफ धुआँ धुआँ,
उसने कहा …
अभी तक इश्क में हो 
हमने कहा……नही दिल्ली में ।।।`,

`ब्वॉयफ्रैंड:तुम्हारे घर गया था,मुझे नहीं लगता हमारी शादी होगी
गर्लफ्रेंड:क्यों,मेरे पापा से मिले क्या
ब्वॉयफ्रैंड:नहीं,तुम्हारी बहन से
मैंने आज गर्ल फ्रेंड से कहा तुम्हारा
नाम हाथ पे लिखूं या दिल
पे…
तो वो बोली प्यार ही करते हो तो
प्रॉपर्टी के पेपर पर लिखो न…
,
,
,
ये लड़कियाँ भी स्टार प्लस देख देख कर होशियार हो गई हॆ`,

`सुबह से ही शराफत सी महसूस हो रही थी,
जांच करवाई तो खून में FLIRT की मात्रा में भारी कमी बताई गई है
सुबह से ही शराफत सी महसूस हो रही थी
मैं हिन्दी व्याकरण के सन्धि-विच्छेद को लेकर बड़े ही कशमकश में हूँ 
आप ही बतायें “विवाह” में “वाह” छिपी है या “आह”`,

`पत्नी: ये RAGGING किसे कहते हैं?
पति: ये जो तुम हर MARRIAGE ANNIVERSARY, करवाचौथ और BIRTHDAY पर जबरदस्ती GIFT माँगती हो ना
उसे अंग्रेजी में #RAGGING कहते हैं
हिन्दुस्तान की औरत खुद तो पति से प्यार करेगी नहीं …
लेकिन पड़ोसन न करने लग जाये
इसका पूरा ध्यान रखेगी…`,

`रेलवे स्टेशन पर एक बुजुर्ग बैठे रेल का इंतजार कर रहे थे।
वहां एक नवयुवक आया और उसने बुजुर्ग से पूछा- अंकल, समय क्या हुआ है?
बुजुर्ग: मुझे नहीं मालूम।
युवक: लेकिन आपके हाथ में घड़ी तो है, प्लीज बता दीजिए ना कितने बजे हैं?
बुजुर्ग: मैं नहीं बताऊंगा।
युवक: पर क्यों?
बुजुर्ग: क्योंकि अगर मैं तुम्हें समय बता दूंगा तो तुम मुझे थैंक्यू बोलोगे,
और अपना नाम बताओगे।
फिर तुम मेरा नाम, काम आदि पूछोगे। फिर संभव है कि हम लोग आपस में और भी बातचीत करने लगें।
हम दोनों में जान-पहचान हो जाएगी तो हो सकता है कि ट्रेन आने पर तुम मेरी बगल वाली सीट पर ही बैठ जाओ।
फिर हो सकता है कि तुम भी उसी स्टेशन पर उतरो, जहां मुझे उतरना है। ☺
वहां मेरी बेटी, जोकि बहुत सुन्दर है, मुझे लेने स्टेशन आएगी।उस समय चूंकि तुम मेरे साथ ही होगे तो निश्चित है कि तुम उसे देखोगे, और वह भी तुम्हें देखेगी।
फिर हो सकता है कि तुम दोनों एक-दूसरे को दिल दे बैठो और शादी करने की जिद करने लगो…
…और मैं ऐसा कंगाल दामाद कतई नहीं चाहता जिसके पास समय देखने के लिए अपनी घड़ी तक न हो
☺
लड़का बेहोश `,



`आज कल के कलयुगी बच्चे
टीचर : – कल तु स्कूल क्यू नही आया था…??
बच्चा : – जो जो कल आये थे, उनकी क्या सरकारी नौकरी लगवा दी आप ने`,

`काश ! ! ऐसी हवा चले …
कौन किसका है यह तो पता चले…
भारतीय महिलायें भी अजीब होती हैं, दोपहर में पड़ोसन से
पति की बुराई करती हैं
और शाम को पति से पड़ोसन की…!!!`,

`मजा तो उस दिन आयेगा जब
आधार कार्ड भी FACEBOOK से लिंक हो जायेग
तब लोगों को पता चलेगा कि
जिस अंजली वर्मा से वे रात-दिन चैटिंग करते थे
असल में वो तो टीकाराम साहू है ।`,

`एक शाराबी पति और उसकी पत्नि के बीच झगड़ा हो गया
शराबी पति : तू मोटी, काली कलूटी, कही की…
पत्नि : तू नशेडी , शाराबी कही का…?
पति जोर जोर से हंसने लगा और बोला: मैं तो कल सुबह ठीक हो जाऊगा पर तू सारी उमर ऐसी ही रहेगी…!!???`,

`वो आँगन की
भुरभुरी सी सूखी मिट्टी
वो फर्श पर पड़ी
धूल पे चंद पाँव के निशान
वो अखबार के कुछ
फड़फड़ाते बिखरे पन्ने
वो डाइनिंग टेबल पर पड़े
चाय के दो खाली प्यासे प्याले
वो चादर पर पड़ी चंद सिलवटें
वो बिस्तर में पड़ा
मासूम गीला तौलिया
वो इन्तज़ार करती
उल्टी भीगी छतरी
वो खामोश दाल की काली पतीली
सब काम वाली बाई की छुट्टी की निशानीयां है !`,

`आजकल तो जिसके चार-पाँच BOYFRIEND है,
वो भी कहती है कि,“प्यार अंधा होता है…”
अरे !प्यार अंधा नहीं है बहन…
तुने प्यार “अंधा-धून्ध” किया है… !!????`,

`पत्नी को ‘सी डी प्लेयर’ ना समझें,
जो हमारी पसंद के अनुसार चले।
बल्कि इसे एक ‘रेडियो’
मानें और इसमें जो भी आए,
उसी का पूरा आनन्द लें।`,

`प्रोफ़ेसर :- ‘हाथ कंगन को आरसी क्या’ का मतलब समझाएं
पप्पू :- जो महिलाएं हाथ में कंगन पहन कर गाड़ी चलाती हैं,
पुलिस उनसे आर सी नहीं मांगती है
प्रोफेसर साहब ने सारी किताबों को आग? लगा दी है`,

`टीचर- रहीम का कोई भी एक दोहा सुनाओ।
पप्पू- सर मुझे नहीं आता।
टीचर- तुम्हें जितना आता है उतना ही सुना दो।
पप्पू- कभी प्यासे को वाटर पिलाया नहीं, बाद में क्वाटर पिलाने से क्या फायदा।
टीचर- बैठ जा, मन भटका रहा है।`,

`अरे बेटा ये पैर में पट्टी कैसी बांध रखी है
क्या हुआ
कुछ नही अंकल बाइक से गिर गया चोट लग गयी है
ओह हो हो बेटा “दवा-दारु” ले ली
हां अंकल गिरने से पहले ही ली थी…`,

`अमीर आदमी शादीे के जस्ट बाद हनीमून पर निकल जाते है
जबकि गरीब आदमी के पीछे 6 महीने तक टेन्ट वाले ही पड़े रहते है की #6_जग ,#13_थाली,
#9_गिलास, #4_धामा
ओर #1_स्टील गी बाल्टी पूरी करवाओ……!!`]